#Урок No 3. Ввод-вывод и базовые переменные 
#Задание No 1
# coding=utf-8


vid = input("Вид  питомца: ")
voz = input("Его  возраст: ")
klich = input("Его кличка: ")
print("Это ", vid, " по кличке ", klich, ". Возраст: ", voz,sep='')